Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Perrault1697_BellesBoisDormant_bpt6k10545223_numb_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: IL eſtoit une fois un Roi & une Reine qui eſtoient ſi faſchez de n’avoir point d’enfans, ſi faſchez qu’on ne ſçauroit dire.
fr: IL était une fois un Roi et une Reine qui étaient si fâchés de n’avoir point d’enfants, si fâchés qu’on ne saurait dire.

source: Ils allerent à toutes les eaux du monde:
fr: Ils allèrent à toutes les eaux du monde:

source: vœux, pelerinages, menuës devotions, tout fut mis en œuvre, & rien n’y faiſoit.
fr: vœux, pèlerinages, menues dévotions, tout fut mis en œuvre, et rien n’y faisait.

source: Enfin, pourtant, la Reine devint groſſe, & accoucha d’une fille;
fr: Enfin, pourtant, la Reine devint grosse, et accoucha d’une fille;

source: on fit un beau Bapteſme;
fr: on fit un beau Baptême;

source: on donna pour Maraines à la petite Princeſſe toutes les Fées qu’on puſt trouver dans le Païs (il s’en trouva ſept), afin que, chacune d’elles luy faiſant un don, comme c’eſtoit la couſtume des Fées en ce temps-là, la Princeſſe euſt, par ce moyen, toutes les perfections imaginables.
fr: on donna pour Marraines à la petite Princesse toutes les Fées qu’on pût trouver dans le Pays (il s’en trouva sept), afin que, chacune d’elles lui faisant un don, comme c’était la coutume des Fées en ce temps-là, la Princesse eût, par ce moyen, toutes les perfections imaginables.

source: Aprés les ceremonies du Bapteſme, toute la compagnie revint au Palais du Roi, où il y avoit un grand feſtin pour les Fées.
fr: Après les cérémonies du Baptême, toute la compagnie revint au Palais du Roi, où il y avait un grand festin pour les Fées.

source: On mit devant chacune d’elles un couvert magnifique, avec un eſtui d’or maſſif où il y avoit une cuillier, une fourchette, & un couteau de fin or, garnis de diamants & de rubis.
fr: On mit devant chacune d’elles un couvert magnifique, avec un étui d’or massif où il y avait une cuillier, une fourchette, et un couteau de fin or, garnis de diamants et de rubis.

source: Mais, comme chacun prenoit ſa place à table, on vit entrer une vieille Fée, qu’on n’avait point priée, parce qu’il y avait plus de cinquante ans qu’elle n’eſtoit ſortie d’une Tour, & qu’on la croyoit morte ou enchantée.
fr: Mais, comme chacun prenait sa place à table, on vit entrer une vieille Fée, qu’on n’avait point priée, parce qu’il y avait plus de cinquante ans qu’elle n’était sortie d’une Tour, et qu’on la croyait morte ou enchantée.

source: mais il n’y eut pas moyen de lui donner un eſtuy d’or maſſif, comme aux autres, parce que l’on n’en avoit fait faire que ſept pour les ſept Fées.
fr: mais il n’y eut pas moyen de lui donner un étui d’or massif, comme aux autres, parce que l’on n’en avait fait faire que sept pour les sept Fées.

source: La vieille crût qu’on la mépriſait, & grommela quelques menaces entre ſes dents.
fr: La vieille crut qu’on la méprisait, et grommela quelques menaces entre ses dents.

source: Une des jeunes Fées qui ſe trouva auprés d’elle, l’entendit, et, jugeant qu’elle pourroit donner quelque fâcheux don à la petite princeſſe, alla dés qu’on fut ſorti de table, ſe cacher derriere la tapiſſerie, afin de parler la derniere, & de pouvoir reparer autant qu’il luy ſeroit poſſible le mal que la vieille auroit fait.
fr: Une des jeunes Fées qui se trouva auprès d’elle, l’entendit, et, jugeant qu’elle pourrait donner quelque fâcheux don à la petite princesse, alla dès qu’on fut sorti de table, se cacher derrière la tapisserie, afin de parler la dernière, et de pouvoir réparer autant qu’il lui serait possible le mal que la vieille aurait fait.

source: Cependant les Fées commencerent à faire leurs dons à la Princeſſe.
fr: Cependant les Fées commencèrent à faire leurs dons à la Princesse.

source: La plus jeune luy donna pour don qu’elle ſeroit la plus belle perſonne du monde, celle d’aprés qu’elle auroit de l’eſprit comme un Ange, la troiſiéme qu’elle auroit une grace admirable à tout ce qu’elle feroit;
fr: La plus jeune lui donna pour don qu’elle serait la plus belle personne du monde, celle d’après qu’elle aurait de l’esprit comme un Ange, la troisième qu’elle aurait une grâce admirable à tout ce qu’elle ferait;

source: la quatriéme qu’elle danſeroit parfaitement bien, la cinquiéme qu’elle chanteroit comme un Roſſignol, & la ſixiéme, qu’elle joüeroit de toutes ſortes d’inſtrumens dans la derniere perfection.
fr: la quatrième qu’elle danserait parfaitement bien, la cinquième qu’elle chanterait comme un Rossignol, et la sixième, qu’elle jouerait de toutes sortes d’instruments dans la dernière perfection.

source: Le rang de la vieille Fée eſtant venu, elle dit, en branlant la teſte, encore plus de dépit que de vieilleſſe, que la Princeſſe ſe perceroit la main d’un fuſeau & qu’elle en mourroit.
fr: Le rang de la vieille Fée étant venu, elle dit, en branlant la tête, encore plus de dépit que de vieillesse, que la Princesse se percerait la main d’un fuseau et qu’elle en mourrait.

source: Ce terrible don fit fremir toute la compagnie, & il n’y eut perſonne qui ne pleurât.
fr: Ce terrible don fit frémir toute la compagnie, et il n’y eut personne qui ne pleurât.

source: Dans ce moment, la jeune Fée ſortit de derriere la tapiſſerie, dit tout haut ces paroles:
fr: Dans ce moment, la jeune Fée sortit de derrière la tapisserie, dit tout haut ces paroles:

source: Raſſurez-vous, Roi & Reine, voſtre fille n’en mourra pas.
fr: Rassurez-vous, Roi et Reine, votre fille n’en mourra pas.

source: Il eſt vrai que je n’ay pas aſſez de puiſſance pour défaire entierement ce que mon ancienne a fait.
fr: Il est vrai que je n’ai pas assez de puissance pour défaire entièrement ce que mon ancienne a fait.

source: La Princeſſe ſe percera la main d’un fuſeau;
fr: La Princesse se percera la main d’un fuseau;

source: mais, au lieu d’en mourir, elle tombera ſeulement dans un profond ſommeil qui durera cent ans, au bout deſquels le fils d’un Roi viendra la réveiller.
fr: mais, au lieu d’en mourir, elle tombera seulement dans un profond sommeil qui durera cent ans, au bout desquels le fils d’un Roi viendra la réveiller.

source: Le Roi, pour tâcher d’éviter le malheur annoncé par la vieille, fit publier auſſi toſt un Edit par lequel il deffendoit à toutes perſonnes de filer au fuſeau, ny d’avoir des fuſeaux chez ſoy, ſur peine de la vie.
fr: Le Roi, pour tâcher d’éviter le malheur annoncé par la vieille, fit publier aussitôt un Édit par lequel il défendait à toutes personnes de filer au fuseau, ni d’avoir des fuseaux chez soi, sur peine de la vie.

source: Au bout de quinze ou ſeize ans, le Roi & la Reine eſtant allez à une de leurs Maiſons de plaiſance, il arriva que la jeune Princeſſe, courant un jour dans le Château, & montant de chambre en chambre, alla juſqu’au haut d’un Donjon dans un petit galletas, où une bonne Vieille eſtoit ſeule à filer ſa quenoüille.
fr: Au bout de quinze ou seize ans, le Roi et la Reine étant allés à une de leurs Maisons de plaisance, il arriva que la jeune Princesse, courant un jour dans le Château, et montant de chambre en chambre, alla jusqu’au haut d’un Donjon dans un petit galletas, où une bonne Vieille était seule à filer sa quenouille.

source: Cette bonne femme n’avoit point ouï parler des deffenſes que le roi avoit faites de filer au fuſeau.
fr: Cette bonne femme n’avait point ouï parler des défenses que le roi avait faites de filer au fuseau.

source: Que faites-vous là, ma bonne femme ? dit la Princeſſe, Je file, ma belle enfant, luy répondit la vieille, qui ne la connoiſſoit pas.
fr: Que faites-vous là, ma bonne femme? dit la Princesse, Je file, ma belle enfant, lui répondit la vieille, qui ne la connaissait pas.

source: Ha ! que cela eſt joli, reprit la Princeſſe;
fr: Ha! que cela est joli, reprit la Princesse;

source: comment faites-vous ? donnez-moy que je voye ſi j’en ferois bien autant.
fr: comment faites-vous? donnez-moi que je voie si j’en ferais bien autant.

source: Elle n’euſt pas plutoſt pris le fuſeau, que, comme elle eſtoit fort vive, un peu eſtourdie, & que d’ailleurs l’Arreſt des Fées l’ordonnoit ainſi, elle s’en perça la main & tomba évanouie.
fr: Elle n’eut pas plutôt pris le fuseau, que, comme elle était fort vive, un peu étourdie, et que d’ailleurs l’Arrêt des Fées l’ordonnait ainsi, elle s’en perça la main et tomba évanouie.

source: La bonne vieille, bien embarraſſée, crie au ſecours:
fr: La bonne vieille, bien embarrassée, crie au secours:

source: on vient de tous coſtez;
fr: on vient de tous côtés;

source: on jette de l’eau au viſage de la princeſſe, on la délaſſe, on luy frappe dans les mains, on luy frotte les tempes avec de l’eau de la Reine de Hongrie;
fr: on jette de l’eau au visage de la princesse, on la délasse, on lui frappe dans les mains, on lui frotte les tempes avec de l’eau de la Reine de Hongrie;

source: mais rien ne la faiſoit revenir.
fr: mais rien ne la faisait revenir.

source: Alors le Roy, qui eſtoit monté au bruit, ſe ſouvint de la prédiction des fées, et, jugeant bien qu’il falloit que cela arrivaſt, puiſque les Fées l’avoient dit, fit mettre la Princeſſe dans le plus bel appartement du Palais, ſur un lit en broderie d’or & d’argent.
fr: Alors le Roi, qui était monté au bruit, se souvint de la prédiction des fées, et, jugeant bien qu’il fallait que cela arrivât, puisque les Fées l’avaient dit, fit mettre la Princesse dans le plus bel appartement du Palais, sur un lit en broderie d’or et d’argent.

source: On eût dit d’un Ange, tant elle eſtoit belle:
fr: On eût dit d’un Ange, tant elle était belle:

source: car ſon évanouiſſement n’avoit pas oſté les couleurs vives de ſon teint:
fr: car son évanouissement n’avait pas ôté les couleurs vives de son teint:

source: ſes joues eſtoient incarnates, & ſes levres comme du corail;
fr: ses joues étaient incarnates, et ses lèvres comme du corail;

source: elle avoit ſeulement les yeux fermez, mais on l’entendoit reſpirer doucement:
fr: elle avait seulement les yeux fermés, mais on l’entendait respirer doucement:

source: ce qui faiſoit voir qu’elle n’eſtoit pas morte.
fr: ce qui faisait voir qu’elle n’était pas morte.

source: Le Roi ordonna qu’on la laiſſaſt dormir en repos, juſqu’à ce que ſon heure de ſe réveiller fuſt venue.
fr: Le Roi ordonna qu’on la laissât dormir en repos, jusqu’à ce que son heure de se réveiller fût venue.

source: La bonne Fée qui luy avoit ſauvé la vie en la condamnant à dormir cent ans eſtoit dans le Royaume de Mataquin, à douze mille lieuës de là, lorſque l’accident arriva à la Princeſſe;
fr: La bonne Fée qui lui avait sauvé la vie en la condamnant à dormir cent ans était dans le Royaume de Mataquin, à douze mille lieues de là, lorsque l’accident arriva à la Princesse;

source: mais elle en fut avertie en un inſtant par un petit Nain qui avoit des bottes de ſept lieues (c’eſtoit des bottes avec leſquelles on faiſoit ſept lieues d’une ſeule enjambée).
fr: mais elle en fut avertie en un instant par un petit Nain qui avait des bottes de sept lieues (c’était des bottes avec lesquelles on faisait sept lieues d’une seule enjambée).

source: La Fée partit auſſi toſt, & on la vit, au bout d’une heure, arriver dans un chariot tout de feu, traiſné par des dragons.
fr: La Fée partit aussitôt, et on la vit, au bout d’une heure, arriver dans un chariot tout de feu, traîné par des dragons.

source: Le Roi luy alla preſenter la main à la deſcente du chariot.
fr: Le Roi lui alla présenter la main à la descente du chariot.

source: Elle approuva tout ce qu’il avoit fait;
fr: Elle approuva tout ce qu’il avait fait;

source: mais, comme elle eſtoit grandement prévoyante, elle penſa que, quand la Princeſſe viendrait à ſe réveiller, elle ſeroit bien embaraſſée toute ſeule dans ce vieux château:
fr: mais, comme elle était grandement prévoyante, elle pensa que, quand la Princesse viendrait à se réveiller, elle serait bien embarassée toute seule dans ce vieux château:

source: voicy ce qu’elle fit.
fr: voici ce qu’elle fit.

source: Elle toucha de ſa baguette tout ce qui eſtoit dans ce Chaſteau (hors le Roi & la Reine):
fr: Elle toucha de sa baguette tout ce qui était dans ce Château (hors le Roi et la Reine):

source: Gouvernantes, Filles-d’Honneur, Femmes- de-Chambre, Gentils-Hommes, Officiers, Maiſtres d’Hoſtel, Cuiſiniers, Marmitons, Galopins, Gardes, Suiſſes, Pages, Valets-de-pied;
fr: Gouvernantes, Filles-d’Honneur, Femmes-de-Chambre, Gentils-Hommes, Officiers, Maîtres d’Hôtel, Cuisiniers, Marmitons, Galopins, Gardes, Suisses, Pages, Valets-de-pied;

source: elle toucha auſſi tous les chevaux qui eſtoient dans les Ecuries, avec les Palfreniers, les gros mâtins de baſſe-cour, & la petite Pouffe, petite chienne de la Princeſſe, qui eſtoit auprés d’elle ſur ſon lit.
fr: elle toucha aussi tous les chevaux qui étaient dans les Écuries, avec les Palfreniers, les gros mâtins de basse-cour, et la petite Pouffe, petite chienne de la Princesse, qui était auprès d’elle sur son lit.

source: Dés qu’elle les euſt touchez, ils s’endormirent tous, pour ne ſe réveiller qu’en meſme temps que leur Maiſtreſſe, afin d’eſtre tout preſts à la ſervir quand elle en auroit beſoin:
fr: Dès qu’elle les eut touchés, ils s’endormirent tous, pour ne se réveiller qu’en même temps que leur Maîtresse, afin d’être tout prêts à la servir quand elle en aurait besoin:

source: les broches mêmes qui eſtoient au feu, toutes pleines de perdrix & de fayſans, s’endormirent, & le feu auſſi.
fr: les broches mêmes qui étaient au feu, toutes pleines de perdrix et de faisans, s’endormirent, et le feu aussi.

source: Tout cela ſe fit en un moment:
fr: Tout cela se fit en un moment:

source: les Fées n’eſtoient pas longues à leur beſogne.
fr: les Fées n’étaient pas longues à leur besogne.

source: Alors le Roi & la Reine aprés avoir baiſé leur chere enfant ſans qu’elle s’éveillaſt, ſortirent du chaſteau, & firent publier des deffenſes à qui que ce ſoit d’en approcher.
fr: Alors le Roi et la Reine après avoir baisé leur chere enfant sans qu’elle s’éveillât, sortirent du château, et firent publier des défenses à qui que ce soit d’en approcher.

source: Ces deffenſes n’eſtoient pas neceſſaires, car il crut dans un quart d’heure tout au tour du parc une ſi grande quantité de grands arbres & de petits, de ronces & d’épines entrelaſſées les unes dans les autres, que beſte ny homme n’y auroit pû paſſer:
fr: Ces défenses n’étaient pas nécessaires, car il crût dans un quart d’heure tout au tour du parc une si grande quantité de grands arbres et de petits, de ronces et d’épines entrelassées les unes dans les autres, que bête ni homme n’y aurait pu passer:

source: en ſorte qu’on ne voyoit plus que le haut des Tours du Chaſteau, encore n’eſtoit-ce que de bien loin.
fr: en sorte qu’on ne voyait plus que le haut des Tours du Château, encore n’était-ce que de bien loin.

source: On ne douta point que la fée n’euſt encore fait là un tour de ſon métier, afin que la Princeſſe, pendant qu’elle dormiroit, n’euſt rien à craindre des Curieux.
fr: On ne douta point que la fée n’eût encore fait là un tour de son métier, afin que la Princesse, pendant qu’elle dormirait, n’eût rien à craindre des Curieux.

source: Au bout de cent ans, le fils du roi qui regnoit alors, & qui eſtoit d’une autre famille que la princeſſe endormie, eſtant allé à la chaſſe de ce coſté-là, demanda ce que c’eſtoit que des Tours qu’il voyoit au-deſſus d’un grand bois fort épais, chacun luy répondit ſelon qu’il en avoit ouï parler.
fr: Au bout de cent ans, le fils du roi qui régnait alors, et qui était d’une autre famille que la princesse endormie, étant allé à la chasse de ce côté-là, demanda ce que c’était que des Tours qu’il voyait au-dessus d’un grand bois fort épais, chacun lui répondit selon qu’il en avait ouï parler.

source: Les uns diſoient que c’eſtoit un vieux Château où il revenoit des Eſprits;
fr: Les uns disaient que c’était un vieux Château où il revenait des Esprits;

source: les autres, que tous les Sorciers de la Contrée y faiſoient leur ſabbat.
fr: les autres, que tous les Sorciers de la Contrée y faisaient leur sabbat.

source: La plus commune opinion eſtoit qu’un Ogre y demeuroit, & que là il emportoit tous les enfans qu’il pouvoit attraper, pour les pouvoir manger à ſon aiſe & ſans qu’on le puſt ſuivre, ayant ſeul le pouvoir de ſe faire un paſſage au travers du bois.
fr: La plus commune opinion était qu’un Ogre y demeurait, et que là il emportait tous les enfants qu’il pouvait attraper, pour les pouvoir manger à son aise et sans qu’on le pût suivre, ayant seul le pouvoir de se faire un passage au travers du bois.

source: Le prince ne ſçavoit qu’en croire, lors qu’un vieux Payſan prit la parole & luy dit:
fr: Le prince ne savait qu’en croire, lorsqu’un vieux Paysan prit la parole et lui dit:

source: Mon Prince, il y a plus de cinquante ans que j’ay ouï dire à mon pere qu’il y avoit dans ce Chaſteau une Princeſſe, la plus belle du monde;
fr: Mon Prince, il y a plus de cinquante ans que j’ai ouï dire à mon père qu’il y avait dans ce Château une Princesse, la plus belle du monde;

source: qu’elle y devoit dormir cent ans, & qu’elle ſeroit réveillée par le fils d’un Roi, à qui elle eſtoit reſervée.
fr: qu’elle y devait dormir cent ans, et qu’elle serait réveillée par le fils d’un Roi, à qui elle était réservée.

source: Le jeune Prince à ce diſcours ſe ſentit tout de feu;
fr: Le jeune Prince à ce discours se sentit tout de feu;

source: il crut ſans balancer qu’il mettroit fin à une ſi belle avanture, & pouſſé par l’amour & par la gloire, il réſolut de voir ſur le champ ce qui en eſtoit.
fr: il crut sans balancer qu’il mettrait fin à une si belle aventure, et poussé par l’amour et par la gloire, il résolut de voir sur le champ ce qui en était.

source: A peine s’avança-t-il vers le bois que tous ces grands arbres, ces ronces, & ces épines s’écarterent d’elles-meſmes pour le laiſſer paſſer:
fr: À peine s’avança-t-il vers le bois que tous ces grands arbres, ces ronces, et ces épines s’écartèrent d’elles-mêmes pour le laisser passer:

source: il marche vers le Chaſteau qu’il voyoit au bout d’une grande avenuë où il entra, & ce qui le ſurprit un peu, il vit que perſonne de ſes gens ne l’avoit pû ſuivre, parce que les arbres s’eſtoient rapprochez dés qu’il avoit eſté paſſé.
fr: il marche vers le Château qu’il voyait au bout d’une grande avenue où il entra, et ce qui le surprit un peu, il vit que personne de ses gens ne l’avait pu suivre, parce que les arbres s’étaient rapprochés dès qu’il avait été passé.

source: Il ne laiſſa pas de continuer ſon chemin:
fr: Il ne laissa pas de continuer son chemin:

source: un Prince jeune & amoureux eſt toûjours vaillant.
fr: un Prince jeune et amoureux est toujours vaillant.

source: Il entra dans une grande avancour, où tout ce qu’il vit d’abord eſtoit capable de le glacer de crainte:
fr: Il entra dans une grande avant-cour, où tout ce qu’il vit d’abord était capable de le glacer de crainte:

source: c’eſtoit un ſilence affreux, l’image de la mort s’y preſentoit par tout, & ce n’eſtoit que des corps étendus d’hommes & d’animaux, qui paroiſſoient morts.
fr: c’était un silence affreux, l’image de la mort s’y présentait partout, et ce n’était que des corps étendus d’hommes et d’animaux, qui paraissaient morts.

source: Il reconnut pourtant bien au nez bourgeonnez & à la face vermeille des Suiſſes, qu’ils n’eſtoient qu’endormis, & leurs taſſes où il y avoit encore quelques goutes de vin, montroient aſſez qu’ils s’eſtoient endormis en beuvant.
fr: Il reconnut pourtant bien au nez bourgeonnés et à la face vermeille des Suisses, qu’ils n’étaient qu’endormis, et leurs tasses où il y avait encore quelques gouttes de vin, montraient assez qu’ils s’étaient endormis en buvant.

source: Il paſſe une grande cour pavée de marbre, il monte l’eſcalier, il entre dans la ſalle des Gardes qui eſtoient rangez en haye, la carabine ſur l’épaule, & ronflans de leur mieux.
fr: Il passe une grande cour pavée de marbre, il monte l’escalier, il entre dans la salle des Gardes qui étaient rangés en haie, la carabine sur l’épaule, et ronflants de leur mieux.

source: Il traverſe pluſieurs chambres pleines de Gentilſhommes & de Dames, dormans tous, les uns debout, les autres aſſis;
fr: Il traverse plusieurs chambres pleines de Gentilshommes et de Dames, dormant tous, les uns debout, les autres assis;

source: il entre dans une chambre toute dorée, & il vit ſur un lit, dont les rideaux eſtoient ouverts de tous côtez, le plus beau ſpectacle qu’il eut jamais veu:
fr: il entre dans une chambre toute dorée, et il vit sur un lit, dont les rideaux étaient ouverts de tous côtés, le plus beau spectacle qu’il eut jamais vu:

source: Une Princeſſe qui paroiſſoit avoir quinze ou ſeize ans, & dont l’éclat reſplendiſſant avoit quelque choſe de lumineux & de divin.
fr: Une Princesse qui paraissait avoir quinze ou seize ans, et dont l’éclat resplendissant avait quelque chose de lumineux et de divin.

source: Il s’approcha en tremblant & en admirant, & ſe mit à genoux auprés d’elle.
fr: Il s’approcha en tremblant et en admirant, et se mit à genoux auprès d’elle.

source: Alors, comme la fin de l’enchantement eſtoit venuë, la Princeſſe s’éveilla;
fr: Alors, comme la fin de l’enchantement était venue, la Princesse s’éveilla;

source: & le regardant avec des yeux plus tendres qu’une premiere veuë ne ſembloit le permettre;
fr: et le regardant avec des yeux plus tendres qu’une première vue ne semblait le permettre;

source: eſt ce vous, mon Prince, luy dit-elle;
fr: est-ce vous, mon Prince, lui dit-elle;

source: vous vous eſtes bien fait attendre.
fr: vous vous êtes bien fait attendre.

source: Le Prince charmé de ces paroles, & plus encore de la maniere dont elles eſtoient dites, ne ſçavoit comment luy témoigner ſa joye & ſa reconnoiſſance;
fr: Le Prince charmé de ces paroles, et plus encore de la manière dont elles étaient dites, ne savait comment lui témoigner sa joie et sa reconnaissance;

source: il l’aſſura qu’il l’aimoit plus que luy-meſme.
fr: il l’assura qu’il l’aimait plus que lui-même.

source: Ses diſcours furent mal rangez, ils en plurent davantage, peu d’éloquence, beaucoup d’amour:
fr: Ses discours furent mal rangés, ils en plurent davantage, peu d’éloquence, beaucoup d’amour:

source: il eſtoit plus embaraſſé qu’elle, & l’on ne doit pas s’en eſtonner;
fr: il était plus embarassé qu’elle, et l’on ne doit pas s’en étonner;

source: elle avoit eu le temps de ſonger à ce qu’elle auroit à luy dire, car il y a apparence (l’Hiſtoire n’en dit pourtant rien) que la bonne fée pendant un ſi long ſommeil, lui avoit procuré le plaiſir des ſonges agreables.
fr: elle avait eu le temps de songer à ce qu’elle aurait à lui dire, car il y a apparence (l’Histoire n’en dit pourtant rien) que la bonne fée pendant un si long sommeil, lui avait procuré le plaisir des songes agréables.

source: Enfin il y avoit quatre heures qu’ils ſe parloient, & ils ne s’eſtoient pas encore dit la moitié des choſes qu’ils avoient à ſe dire.
fr: Enfin il y avait quatre heures qu’ils se parlaient, et ils ne s’étaient pas encore dit la moitié des choses qu’ils avaient à se dire.

source: Cependant tout le Palais s’eſtoit réveillé avec la Princeſſe:
fr: Cependant tout le Palais s’était réveillé avec la Princesse:

source: chacun ſongeoit à faire ſa charge, & comme ils n’eſtoient pas tous amoureux, ils mouroient de faim.
fr: chacun songeoit à faire sa charge, et comme ils n’étaient pas tous amoureux, ils mouraient de faim.

source: La Dame d’honneur, preſſée comme les autres, s’impatienta, & dit tout haut à la Princeſſe que la viande eſtoit ſervie.
fr: La Dame d’honneur, pressée comme les autres, s’impatienta, et dit tout haut à la Princesse que la viande était servie.

source: Le Prince aida la princeſſe à ſe lever:
fr: Le Prince aida la princesse à se lever:
